Repository: owncloud/ios-app
Catalog: ownCloud/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, eu, fr, ko, pt_br, ru, sq, th_th

source: Lens model
ar: نموذج العدسة
de: Objektiv-Modell
es: Modelo de lente
fr: Modèle de l'objectif
ko: 렌즈 모델
pt_br: Modelo da lente
ru: Модель объектива
sq: Model lenteje
th_th: รุ่นเลนส์

source: Lens serial
ar: تسلسل العدسة
de: Objektiv-Seriennummer
es: Serie de lentes
fr: Le numéro de série de l'objectif
ko: 렌즈 일련 번호
pt_br: Série da lente
ru: Серийный номер объектива
sq: Numër serial lenteje
th_th: เลนส์อนุกรม

source: Light
ar: ساطع
de: Hell
es: Claro
eu: Argia
fr: Lumineux
ko: 밝음
pt_br: Claro
ru: Светлая
sq: E çelët
th_th: สว่าง

source: Limited Photo Access
ar: وصول محدود للصور
de: Eingeschränkter Fotozugriff
es: Acceso limitado a fotos
fr: Accès limité aux photos
ko: 사진 접근이 제한됨
pt_br: Acesso Limitado a Fotos
ru: Ограниченный доступ к фото
sq: Hyrje e Kufizuar te Fotot
th_th: จำกัดการเข้าถึงภาพถ่าย

source: Link
ar: رابط
es: Enlace
eu: Esteka
fr: Lien
ko: 링크
pt_br: Linque
ru: Ссылка
sq: Lidhje
th_th: ลิงก์

source: Link points to an account bookmark which is not configured in the app.
ar: يشير الرابط إلى إشارة مرجعية للحساب لم يتم تكوينها في التطبيق.
de: Der Link zeigt auf ein Konto, das in der App nicht vorhanden ist.
es: El enlace apunta a una cuenta que no está configurada en la aplicación.
fr: Le lien pointe vers un favori de compte qui n'est pas configuré dans l'application.
ko: 링크가 앱에서 구성되지 않은 계정 북마크를 지정하고 있습니다.
pt_br: O linque aponta para um marcador de conta que não está configurado no aplicativo.
ru: Ссылка указывает на закладку учётной записи, которые не настроена в приложении.
sq: Lidhja shpie te një faqerojtës llogarie që s’është formësuar te aplikacioni.
th_th: ในแอปยังไม่ได้กำหนดค่าลิงก์คะแนนไปยังบัญชีบุ๊คมาร์ค

source: Link resolution failed
ar: فشل في حل الرابط
de: Link-Auflösung fehlgeschlagen
es: Falló la resolución del enlace
fr: La résolution du lien a échoué
ko: 링크 확인 실패
pt_br: Falha na resolução do linque
ru: Раскрытие ссылки не удалось
sq: Shquarja e lidhjes dështoi
th_th: ลิงก์ความละเอียดล้มเหลว

source: Links
ar: روابط
es: Enlaces
eu: Estekak
fr: Liens
ko: 링크
pt_br: Linques
ru: Ссылки
sq: Lidhje
th_th: ลิงก์

source: List
ar: قائمة
de: Liste
es: Lista
fr: Lister
ko: 목록
pt_br: Listar
ru: Список
sq: Listë
th_th: รายการ

source: Loading…
ar: جارٍ التحميل…
de: Lade…
es: Cargando...
fr: Chargement...
ko: 불러오는 중…
pt_br: Carregando...
ru: Загрузка...
sq: Po ngarkohet…
th_th: กำลังโหลด...

source: Location permission denied
ar: تم رفض إذن الموقع
de: Standortberechtigung verweigert
es: Permiso de ubicación denegado
fr: Autorisation de localisation refusée
ko: 위치 권한 거부됨
pt_br: Permissão de localização negada
ru: Отказано в разрешении определить местоположение.
sq: Leje e mohuar për vendndodhje
th_th: ปฏิเสธสิทธิ์การเข้าถึงตำแหน่ง

source: Lock application
ar: تطبيق القفل
de: Anwendung sperren
es: Bloquear aplicación
eu: Aplikazioa itxi
fr: Verrouiller l'application
ko: 애플리케이션 잠그기
pt_br: Bloquear aplicação
ru: Блокировка приложения
sq: Kyçe aplikacionin
th_th: ล็อกแอปพลิเคชัน

source: Log Destinations
ar: وجهات السجل
de: Protokollierungsausgabe
es: Destino logs
eu: Erregistro Helburuak
fr: Destinations du log
ko: 로그 대상
pt_br: Destinos de Log
ru: Направления журнала
sq: Destinacione Regjistri
th_th: log ปลายทาง

source: Log Files
ar: ملفات السجل
de: Protokolldateien
es: Archivos de log
eu: Log Fitxategia
fr: Fichiers log
ko: 로그 파일
pt_br: Arquivos de log
ru: Лог-файлы
sq: Kartela Regjistër
th_th: ไฟล์ log

source: Log Level
ar: مستوى السجل
de: Protokollierungsstufe
es: Nivel de logs
eu: Erregistro Maila
fr: niveau de journalisation
ko: 로그 수준
pt_br: Nível do Log
ru: Уровень журнала
sq: Nivel Regjistrimi
th_th: ระดับ log

source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Salir
fr: Se déconnecter
ko: 로그아웃
pt_br: Sair
ru: Выйти
sq: Dilni
th_th: ออกจากระบบ

source: Logging
ar: جارٍ التسجيل
de: Protokollierung
es: Registrando
eu: Erregistratzea
fr: connexion
ko: 로깅
pt_br: Gravando no Log
ru: Журналирование
sq: Regjistrim
th_th: กำลังเก็บบันทึก

source: Login
ar: تسجيل الدخول
de: Anmelden
es: Usuario
fr: Identifiant
ko: 로그인
ru: Логин
sq: Hyrje
th_th: เข้าสู่ระบบ

source: Make available offline
ar: اجعل العنصر متوفر دون اتصال
de: Offline verfügbar machen
es: Hacer disponible offline
eu: Konexiorik gabe eskuragarri jarri
fr: Rendre disponible hors ligne
ko: 오프라인 사용 가능하게 만들기
pt_br: Disponibilizar offline
ru: Сделать доступными без сети (автономно)
sq: Bëje të passhme jo në linjë
th_th: ทำให้พร้อมใช้งานแบบออฟไลน์

source: Make unavailable offline
ar: اجعل العنصر غير متوفر دون اتصال
de: Offlineverfügbarkeit beenden
es: Deshacer disponible offline
eu: Konexiorik gabe eskuraezin jarri
fr: Rendre indisponible hors connexion
ko: 오프라인 사용 불가능하게 만들기
pt_br: Tornar offline indisponível
ru: Сделать недоступными без сети
sq: Bëje jo të passhme jashtë linje
th_th: ทำให้พร้อมใช้งานแบบออฟไลน์

source: Manage
ar: إدارة
de: Verwalten
es: Administrar
eu: Kudeatu
fr: Gérer
ko: 관리
pt_br: Gerenciar
ru: Управление
sq: Administroni
th_th: การจัดการ

source: Manual
ar: يدوي
de: Manuell
fr: Manuel
ko: 수동
ru: Вручную
sq: Dorazi
th_th: ด้วยตนเอง

source: Markup
ar: تمييز
de: Annotieren
es: Marcar
fr: Balisage
ko: 마크업
pt_br: Marcação
ru: Разметка
th_th: มาร์กอัป

source: Markup Documents
ar: ميِّز المستندات
de: Dokumente annontieren
es: Marcar documentos
fr: Documents de balisage
ko: 문서 마크업
pt_br: Marcação de Documentos
ru: Разметка документов
sq: U vini Dokumenteve Elementë Markup-i
th_th: เอกสารลายน้ำ

source: Markup photos and PDF files.
ar: ميِّز الصور وملفات PDF.
de: Text, Formen und Unterschriften in Fotos und PDF-Dateien.
es: Marque fotos y ficheros PDF
fr: Baliser les photos et les fichiers PDF.
ko: 사진과 PDF 파일 마크업
pt_br: Marcar fotos e arquivos PDF.
ru: Разметка фотографий и файлов PDF.
sq: U vini fotove dhe kartelave PDF Elementë Markup-i.
th_th: กรอกลายน้ำรูปภาพและไฟล์ PDF

source: Mask private data
ar: إخفاء البيانات الخاصة
de: Private Daten maskieren
es: Enmascarar datos privados
eu: Datu pribatuak maskaratu
fr: Masquer les données privées
ko: 개인 정보 가리기
pt_br: Mascarar dados privados
ru: Замаскировать конфиденциальные данные
sq: Masko të dhëna private
th_th: ซ่อนข้อมูลส่วนตัว

source: Media Export
ar: تصدير وسائط الإعلام
de: Medienexport
es: Exportación de medios
fr: Exportation de médias
ko: 미디어 내보내기
pt_br: Exportação de mídia
ru: Экспорт мультимедиа
sq: Eksportim Mediash
th_th: ส่งออกสื่อ

source: Media Files
ar: ملفات الوسائط
de: Medien Dateien
es: Archivos multimedia
eu: Media Fitxategiak
fr: Fichiers multimédias
ko: 미디어 파일
pt_br: Arquivos de Mídia
ru: Мультимедийные файлы
sq: Kartela Media
th_th: ไฟล์สื่อ

source: Media import
ar: استيراد الوسائط
de: Medien-Import
es: importar media
fr: Importation de médias
ko: 미디어 가져오기
pt_br: Importação de mídia
ru: Импорт фото и видео
sq: Importim media
th_th: นำเข้าสื่อ

source: Media Upload
ar: تحميل الوسائط
de: Medienupload
es: Subir multimedia
eu: Media Kargatu
fr: Média téléversé
ko: 미디어 업로드
pt_br: Envio de mídia
ru: Загрузка фото и видео
sq: Ngarkim Media
th_th: การอัปโหลดสื่อ

source: Metering
ar: القياس
de: Messverfahren
es: Medida
fr: Dosage
ko: 계량
pt_br: Medição
ru: Измерение
th_th: การวัดแสง

source: Missing hostname
ar: اسم المضيف مفقود
de: Der Hostname fehlt
es: Falta nombre de Host
eu: Ostalaria falta da
fr: Nom d'hôte manquant
ko: 호스트 이름 없음
pt_br: Nome do host ausente
ru: Отсутствует имя сервера
sq: Mungon strehëemër
th_th: ไม่มีชื่อโฮสต์

source: Missing permissions
ar: أذونات مفقودة
de: Fehlende Berechtigungen
es: Faltan permisos
eu: Baimenik ez
fr: Permissions manquantes
ko: 권한 없음
pt_br: Permissões ausentes
ru: Не хватает разрешений
sq: Mungojnë leje
th_th: ไม่มีสิทธิ์

source: More
ar: المزيد
de: Mehr
es: Más
eu: Gehiago
fr: Plus
ko: 더 보기
pt_br: Mais
ru: Больше
sq: Më tepër
th_th: ขยาย

source: More information
ar: مزيد من المعلومات
de: Mehr Informationen
es: Más información
fr: Plus d'information
ko: 자세한 정보
pt_br: Mais Informações
ru: Больше информации
sq: Më tepër hollësi
th_th: ข้อมูลเพิ่มเติม

source: Move
ar: نقل
de: Verschieben
es: Mover
eu: Mugitu
fr: Déplacer
ko: 이동
pt_br: Mover
ru: Переместить
sq: Zhvendose
th_th: ย้าย

source: Move here
ar: نقل هنا
de: Hierhin verschieben
es: Mover aquí
eu: Mugitu hona
fr: Déplacer ici
ko: 여기로 이동
pt_br: Mova aqui
ru: Поместить сюда
sq: Shpjere këtu
th_th: ย้ายมาที่นี่

source: Moving %ld items…
ar: جارٍ نقل عناصر %ld…
de: Verschiebe %ld Elemente…
es: Moviendo %ld elementos...
eu: %ld ale mugitzen...
fr: Déplacement de %ld éléments…
ko: 항목 %ld개 이동 중…
pt_br: Movendo %ld itens…
ru: Перемещение %ld элементов…
sq: Po lëziven %ld objekte…
th_th: กำลังย้าย %ld ไฟล์

source: Multiple items
ar: عناصر متعددة
de: Mehrere Elemente
es: Múltiples elementos
eu: Hainbat elementu
fr: Eléments multiples
ko: 여러 항목들
pt_br: Vários itens
ru: Несколько элементов
sq: Shumë objekte
th_th: หลายรายการ

source: MultiSpot
ar: متعدد النقاط
de: Multisegment
pt_br: MultiLocais
ru: Несколько пятен
th_th: หลายจุด

source: Mute/Unmute
ar: كتم / إلغاء كتم الصوت
de: Stummschaltung/Stummschaltung aufheben
es: Mutear/Desmutear
ko: 음소거/음소거 해제
pt_br: Sem som/Com som
ru: Выключить/включить звук
sq: Hiqi/Ktheji Zërin
th_th: ปิดเสียง / เปิดเสียง

source: name
ar: الاسم
es: nombre
eu: izena
fr: nom
ko: 이름
pt_br: nome
ru: имя
sq: emër
th_th: ชื่อ

source: Name
ar: الاسم
es: Nombre
eu: Izena
fr: Nom
ko: 이름
pt_br: Nome
ru: Название
sq: Emër
th_th: ชื่อ

source: Network unavailable
ar: الشبكة غير متوفرة
de: Netzwerk nicht verfügbar
es: Red no disponible
eu: Sarea ez dago erabilgarri
fr: Réseau indisponible
ko: 네트워크를 사용할 수 없음
pt_br: Rede indisponível
ru: Сеть недоступна
sq: Rrjet i pakapshëm
th_th: เครือข่ายใช้งานไม่ได้

source: never
ar: أبدًا
de: Niemals
es: nunca
eu: inoiz
fr: jamais
ko: 없음
pt_br: nunca
ru: никогда
sq: kurrë
th_th: ไม่ต้องเลย

source: New document
ar: مستند جديد
de: Neues Dokument
es: Nuevo documento
fr: Nouveau document
ko: 새 문서
pt_br: Novo documento
ru: Новый документ
sq: Dokument i ri
th_th: เอกสารใหม่

source: New Folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
eu: Karpeta berria
fr: Nouveau dossier
ko: 새 폴더
pt_br: Nova Pasta
ru: Новая папка
sq: Dosje e Re
th_th: โฟลเดอร์ใหม่

source: New in %@
ar: جديد في %@
de: Neu in %@
es: Nuevo en %@
fr: nouveau dans %@
ko: %@ 신규 추가
pt_br: Novo em %@
ru: Новое в %@
sq: E re në %@
th_th: ใหม่ใน %@

source: New settings received from MDM
ar: تم استلام الإعدادات الجديدة من MDM
de: Neue Einstellungen vom MDM empfangen
es: Nueva configuración recibida de MDM
fr: Nouveaux paramètres reçus de MDM
ko: MDM에서 온 새 설정
pt_br: Novas configurações recebidas do MDM
ru: Через MDM получены новые настройки
sq: U morën rregullime të reja nga MDM
th_th: การตั้งค่าใหม่ที่ได้รับจาก MDM

source: Next
ar: التالي
de: Weiter
es: Siguiente
eu: Hurrengoa
fr: Suivant
ko: 다음
pt_br: Próxima
ru: Следующий
sq: Pasuesja
th_th: ถัดไป

source: No Access to the media selected for upload
ar: لا يوجد وصول إلى اوسائط الإعلام المختارة للتحميل
de: Kein Zugriff auf die zum Hochladen ausgewählten Medien
es: Sin acceso a los medios seleccionados para cargar
fr: Aucun accès au média sélectionné pour le téléchargement
ko: 업로드를 위해 선택한 미디어에 접근 불가
pt_br: Sem acesso à mídia selecionada para envio
ru: Нет доступа к материалам, выбранным для закачки
sq: Pa Hyrje te media e përzgjedhur për ngarkim
th_th: ไม่มีการเข้าถึงสื่อที่เลือกสำหรับการอัปโหลด

source: No accounts found
ar: لم يتم العثور على حسابات
de: Keine Konten gefunden
es: No se han encontrado cuentas
fr: Aucun compte trouvé
ko: 계정을 찾을 수 없음
pt_br: Nenhuma conta encontrada
ru: Учётные записи не найдены
sq: S’u gjetën llogari
th_th: ไม่พบบัญชี

source: No actions available
ar: لا توجد إجراءات متوفرة
de: Keine Aktionen verfügbar
es: No hay acciones disponibles
fr: Aucune action n'est disponible
ko: 사용 가능한 작업 없음
pt_br: Nenhuma ação disponível
ru: Нет доступных действий
sq: S’ka veprime gati
th_th: ไม่มีการดำเนินการ

source: No authentication data has been found for this connection.
ar: لم يتم العثور على بيانات مصادقة لهذا الاتصال.
de: Für diese Verbindung wurden keine Authentifizierungsdaten gefunden.
es: No se encontraron datos de autenticación para esta conexión
eu: Ez da autentifikazio daturik aurkitu konexio honentzat.
fr: Aucune donnée d'authentification n'a été trouvée pour cette connexion.
ko: 이 연결에 대한 인증 데이터가 없음
pt_br: Nenhum dado de autenticação foi achado para esta conexão.
ru: Для данного соединения не найдены данные аутентификации.
sq: Për këtë lidhje s’u gjetën të dhëna mirëfilltësimi.
th_th: ไม่พบข้อมูลการตรวจสอบสิทธิ์สำหรับการเชื่อมต่อนี้

source: No issues found. Certificate passed validation.
ar: لم يتم العثور على أي مشكلات. اجتازت الشهادة عملية التحقق.
de: Keine Probleme gefunden. Das Zertifikat hat die Validierung bestanden.
es: Sin problemas detectados. El certificado ha pasado la validación.
eu: Ez da arazorik aurkitu. Ziurtagiriak balidazioa gainditu du.
fr: Aucun problème n'a été trouvé. Le certificat a réussi la validation.
ko: 문제를 찾을 수 없습니다. 인증서가 유효성 스캔를 통과했습니다.
pt_br: Nenhum problema encontrado. Certificado passou pela validação.
ru: Не выявлено проблем. Сертификат прошёл проверку.
sq: S’u gjetën probleme. Dëshmia e mori vleftësimin.
th_th: ไม่พบปัญหา ผ่านการตรวจสอบใบรับรองแล้ว

source: No matches
ar: لا يوجد تطابقات
de: Keine Treffer
es: Sin coincidencias
eu: Bat etortzerik ez
fr: Pas de couplage
ko: 일치하는 것이 없음
pt_br: Não coincidem
ru: Нет соответствий
sq: S’ka përputhje
th_th: ไม่ตรงกัน

source: No pending messages or ongoing actions.
ar: لا توجد رسائل عالقة أو إجراءات جارية.
de: Keine ausstehenden Mitteilungen oder laufenden Aktionen.
es: No hay mensajes o acciones pendientes.
fr: Aucun message en attente ou action en cours.
ko: 대기 메시지나 진행중인 행동이 없음
pt_br: Sem mensagens pendentes ou ações em andamento.
ru: Нет ожидаемых сообщений или продолжающихся действий.
sq: S’ka mesazhe pezull apo veprime në kryerje e sipër.
th_th: ไม่มีข้อความที่รอดำเนินการหรือดำเนินการอยู่

source: No strobe return detection
ar: لم يتعرف على ارتداد الاستروب
de: Keine Blitzrücklicht-Erkennung
es: Sin detección de retorno de luz estroboscópica
fr: Aucune détection de retour stroboscopique
ko: 스트로브 귀환 감지 기능 없음
pt_br: Sem detecção de retorno estroboscópio
ru: Встречный строб не определяется
th_th: ไม่ได้ตรวจจับการย้อนแสงของแฟลช

source: none
ar: لا يوجد
de: keine
es: ninguno
eu: bat ere ez
fr: aucun
ko: 없음
pt_br: nenhum
ru: пусто
sq: asnjë
th_th: ไม่มี

source: Normal
ar: عادي
ko: 일반
ru: Нормальный
th_th: ปกติ

source: Not defined
ar: غير معرف
de: Nicht definiert
es: No definida
fr: Non défini
ko: 정의되지 않음
pt_br: Não definido
ru: Не задано
sq: E papërcaktuar
th_th: ไม่ได้กำหนด

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: No ahora
eu: Orain ez
fr: Pas maintenant
ko: 나중에
pt_br: Agora não
ru: Не сейчас
sq: Jo tani
th_th: ไม่ใช่ตอนนี้

source: not present
ar: غير موجود
de: nicht vorhanden
es: no presente
fr: Pas présent
ko: 존재하지 않음
pt_br: não presente
ru: не присутствует
sq: jo e pranishme
th_th: ไม่มี

source: off
ar: خارج
de: aus
es: apagado
ko: 끄기
pt_br: desligado
ru: выкл
th_th: ปิด

source: Off
ar: إيقاف التشغيل
de: Deaktiviert
es: Desactivado
eu: Itzalita
fr: Désactivé
ko: 끄기
pt_br: Desligado
ru: Выключено
th_th: ปิด

source: Offline files use
ar: استخدام الملفات دون اتصال
de: Offline Dateien verwenden
es: Uso de archivos sin conexión
eu: Konexiorik gabeko fitxategien erabilpena
fr: Utilisation des fichiers hors ligne
ko: 오프라인 파일 사용
pt_br: Uso de arquivos off-line
ru: Использование автономных файлов
sq: Përdorim kartelash pa internet
th_th: ใช้ไฟล์ออฟไลน์

source: OK
ar: موافق
es: Aceptar
eu: Ados
ko: 확인
ru: ОК
th_th: ตกลง

source: Open file
ar: فتح الملف
de: Datei öffnen
es: Abrir archivo
eu: Fitxategia ireki
fr: Ouvrir le fichier
ko: 파일 열기
pt_br: Abrir arquivo
ru: Открыть файл
sq: Hap kartelë
th_th: เปิดไฟล์

source: Open in
ar: فتح في
de: Öffnen in
es: Abrir en
eu: Zabaldu
fr: Ouvrir dans
ko: 다음으로 열기:
pt_br: Aberto em
ru: Открыть в
sq: Hape në
th_th: เปิดด้วย

source: Open in a new Window
ar: فتح في نافذة جديدة
de: In neuem Fenster öffnen
es: Abrir en nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
ko: 새 창으로 열기
pt_br: Abrir em uma nova Janela
ru: Открыть в новом окне
sq: Hape në Dritare të re
th_th: เปิดในหน้าต่างใหม่

source: Open Selected
ar: افتح المحدد
de: Ausgewähltes öffnen
es: Abrir el seleccionado
fr: Ouvrir la sélection
ko: 선택 항목 열기
pt_br: Abrir o Selecionado
ru: Открыть выбранное
sq: Hap të Përzgjedhurën
th_th: เปิดที่เลือก

source: Options
ar: خيارات
de: Optionen
es: Opciones
eu: Aukerak
ko: 옵션
pt_br: Opções
ru: Опции
sq: Mundësi
th_th: ตัวเลือก

source: Original date
ar: التاريخ الأصلي
de: Originaldatum
es: Fecha original
fr: Date originale
ko: 원래 날짜
pt_br: Data original
ru: Исходная дата
sq: Datë origjinali
th_th: วันที่เดิม

source: Otherwise background media uploads using background refresh technology would depend on how frequently you use the app.
ar: وبخلاف ذلك ، فإن عمليات تحميل وسائط الإعلام في الخلفية باستخدام تقنية تحديث الخلفية ستعتمد على مدى تكرار استخدامك للتطبيق.
de: Andernfalls würde das Hochladen von Medien im Hintergrund mithilfe der Hintergrundaktualisierungstechnologie davon abhängen, wie häufig Sie die App verwenden.
es: De lo contrario, las cargas de medios en segundo plano con tecnología de actualización en segundo plano dependerían de la frecuencia con la que utilice la aplicación.
fr: Sinon, les téléchargements de médias en arrière-plan à l'aide de la technologie d'actualisation en arrière-plan dépendront de la fréquence à laquelle vous utilisez l'application.
ko: 앱을 사용하는 빈도에 따라 백그라운드 새로 고침 기술을 활용하는 백그라운드 미디어 업로드 주기가 달라집니다.
pt_br: Caso contrário, os envios de mídia em segundo plano usando a tecnologia de atualização em segundo plano dependeriam da frequência com que você usa o aplicativo.
ru: Иначе фоновые закачки мультимедиа, использующие технологию обновления, будут зависеть от того, насколько часто вы используете приложение.
sq: Përndryshe, ngarkimet në prapaskenë të mediave duke përdorur teknologji rifreskimi do të vareshin nga fakti se sa shpesh e përdorni aplikacionin.
th_th: การอัปโหลดในพื้นหลังจะใช้เทคโนโลยีการรีเฟรชพื้นหลัง โดยจะขึ้นอยู่กับความถี่ที่คุณใช้แอป

source: Outline
ar: شرح موجز
de: Gliederung
es: Descripción
eu: Zirriborroa
fr: Aperçu
ko: 개요
pt_br: Esboço
ru: Оглавление
sq: Përvijoje
th_th: เค้าโครง

source: Overwrite original
ar: استبدال الأصلي
de: Original überschreiben
es: Sobreescribir original
fr: Écraser l'original
ko: 덮어쓰기
pt_br: Substituir original
ru: Переписать оригинал
sq: Mbishkruaj origjinalin
th_th: เขียนทับต้นฉบับ

source: Owner
ar: مالك
de: Besitzer/-in
es: Propietario
eu: Jabea
fr: Propriétaire
ko: 소유자
pt_br: Proprietário
ru: Владелец
sq: I zoti
th_th: เจ้าของ

source: Page
ar: صفحة
de: Seite
es: Página
eu: Orria
ko: 페이지
pt_br: Página
ru: Страница
sq: Faqe
th_th: หน้า

source: Partial
ar: جزئي
de: Selektiv
es: Parcial
fr: Partiel
pt_br: Parcial
ru: Частично
th_th: บางส่วน

source: Passcode Lock
ar: قفل رمز المرور
de: PIN-Sperre
es: Bloqueo con código
eu: Pasakode Babesa
fr: Code de sécurité
ko: 암호 잠금
pt_br: Senha-código de bloqueio
ru: Блокировка кодом доступа
sq: Kyçje Me Kodkalim
th_th: รหัสปลดล็อค

source: Passcode protection is not supported on this device. Please disable passcode lock in the app settings.
ar: حماية رمز المرور غير مدعومة على هذا الجهاز. يرجى تعطيل قفل رمز المرور في إعدادات التطبيق.
de: Eine PIN-Sperre wird auf diesem Gerät nicht unterstützt. Bitte deaktivieren Sie die PIN-Sperre in den App-Einstellungen.
es: La protección con contraseña no es compatible con este dispositivo. Desactive el bloqueo con contraseña en la configuración de la aplicación.
ko: 이 장치는 암호 보호를 지원하지 않습니다. 앱 설정에서 암호 잠금을 비활성화 해주십시오.
pt_br: A proteção por senha não é compatível com este dispositivo. Desative o bloqueio por senha nas configurações do aplicativo.
ru: Блокировка кодом доступа не поддерживается на этом устройстве. Пожалуйста, отключите блокировку кодом доступа в настройках приложения.
sq: Mbrojtja me frazëkalim nuk mbulohet në këtë pajisje. Ju lutemi, çaktivizoni kyçjen me frazëkalim, që nga rregullimet e aplikacionit.
th_th: อุปกรณ์นี้ไม่รองรับการป้องกันรหัสผ่าน โปรดปิดการใช้งานรหัสปลดล็อคในการตั้งค่าแอป

source: Passed
ar: تم الاجتياز
de: Bestanden
es: Aceptado
eu: Onartua
fr: Passé
ko: 통과함
pt_br: Passado
ru: Прошло
sq: Vleftësuar
th_th: ผ่านแล้ว

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
eu: Pasahitza
fr: Mot de passe
ko: 암호
pt_br: Senha
ru: Пароль
sq: Fjalëkalim
th_th: รหัสผ่าน

source: Pattern
ar: نمط
de: Muster
es: Patrón
fr: Motif de nom
ko: 패턴
pt_br: Padrão
ru: Шаблон
sq: Mostër
th_th: รูปแบบ

source: PDF Documents
ar: مستندات PDF
de: PDF-Dokumente
es: Documentos PDF
eu: PDF Dokumentoak
fr: Documents PDF
ko: PDF 문서
pt_br: Documentos PDF
ru: Документы PDF
sq: Dokumente PDF
th_th: เอกสาร PDF

source: Pending
ar: تعليق
de: Ausstehend
es: Pendiente
eu: Zain
fr: En attente
ko: 대기 중
pt_br: Pendente
ru: Ожидается
sq: Në pritje
th_th: อยู่ระหว่างดำเนินการ

source: Permissions
ar: أذونات
de: Berechtigungen
es: Permisos
eu: Baimenak
ko: 권한
pt_br: Permissões
ru: Права доступа
sq: Leje
th_th: สิทธิ์การเข้าใช้งาน

source: Photo Pro Features
ar: ميزات Photo Pro
de: Foto-Pro-Funktionen
es: Funciones de foto profesional
fr: Fonctionnalités de Photo Pro
ko: 사진 Pro 기능
pt_br: Recursos do Foto Pro
ru: Возможности Photo Pro
sq: Veçori Pro Fotosh
th_th: คุณสมบัติ Photo pro

source: Photo upload
ar: تحميل صورة
de: Foto hochladen
es: Subir foto
fr: Téléchargement de photos
ko: 사진 업로드
pt_br: Envio de foto
ru: Закачка фото
sq: Ngarkim fotosh
th_th: อัปโหลดรูปภาพ

source: Photo upload path
ar: مسار تحميل الصورة
de: Speicherpfad für den Foto-Upload
es: Ruta de subida de fotos
eu: Argazki igoera path-a
fr: Chemin de téléversement de photos
ko: 사진 업로드 경로
pt_br: Caminho para envio de imagens
ru: Путь загрузки фото
sq: Shteg ngarkimi fotosh
th_th: Path สำหรับอัปโหลดภาพ

source: Photometric interpretation
ar: القياس الضوئي
de: Photometrische Auswertung
es: Interpretación fotométrica
fr: Interprétation photométrique
ko: 광도 해석
pt_br: Interpretação fotométrica
ru: Фотометрическая интерпретация
sq: Interpretim fotometrik

source: Photos
ar: صور
de: Fotos
es: Fotos
eu: Argazkiak
ko: 사진
pt_br: Imagens
ru: Фото
sq: Foto
th_th: รูปภาพ

source: Place
ar: مكان
de: Ort
es: Lugar
ko: 장소
pt_br: Local
ru: Место
sq: Vend
th_th: สถานที่

source: Play/Pause
ar: تشغيل/توقف
de: Start/Pause
es: Play/Pausa
ko: 재생/정지
pt_br: Rodar/Pausar
ru: Проигрывание/Пауза
sq: Luaje/Pushoje
th_th: เล่น / หยุดชั่วคราว

source: Please configure an email account
ar: يُرجى تكوين حساب بريد إلكتروني
de: Bitte ein E-Mail Konto konfigurieren
es: Por favor configure una cuenta de correo electrónico
eu: Konfiguratu mesedez email kontu bat
fr: Veuillez configurer un compte de messagerie
ko: 이메일 계정을 설정해주십시오
pt_br: Por favor, configure uma conta de email
ru: Пожалуйста, настройте учётную запись почты
sq: Ju lutemi, formësoni një llogari email
th_th: โปรดกำหนดค่าบัญชีอีเมล

source: Please re-enable location acquisition in system settings
ar: الرجاء إعادة تمكين الحصول على الموقع في إعدادات النظام
de: Bitte aktivieren Sie die Standorterfassung in den Systemeinstellungen erneut
es: Vuelva a habilitar la adquisición de ubicación en la configuración del sistema
fr: Veuillez réactiver l'acquisition de la position dans les paramètres système
ko: 시스템 설정에서 위치 획득을 다시 활성화하십시오.
pt_br: Reative a aquisição de localização nas configurações do sistema
ru: Пожалуйста, включите обратно разрешение на получение местоположения в настройках системы
sq: Ju lutemi, riaktivizoni marrje vendndodhjeje te rregullimet e sistemit
th_th: โปรดเปิดใช้งานการค้นหาตำแหน่งอีกครั้งในการตั้งค่าระบบ

source: Please try again in %@
ar: يُرجى المحاولة مجددًا في %@
de: Bitte erneut in %@ versuchen
es: Por favor pruebe nuevamente en %@
eu: Saiatu berriz mesedez %@ ondoren
fr: Veuillez réessayer dans %@
ko: %@ 후 다시 시도해 주세요
pt_br: Por favor, tente novamente em %@
ru: Пожалуйста, попробуйте ещё раз через %@
sq: Ju lutemi, riprovoni për %@
th_th: โปรดลองอีกครั้งใน %@
